{
  "portada": [
    {
      "id": 12,
      "background": "./assets/imagenes/2nuevo.png"
    },
    {
      "id": 2,
      "background": "./assets/imagenes/3nuevo.png"
    },
    {
      "id": 3,
      "background": "./assets/imagenes/1nuevo.png"
    }
  ],
  "tarjetas": [
    {
      "id": 1,
      "photo": "./assets/imagenes/marcos.PNG",
      "titulo": "Sobre Mi",
      "link":"/aboutMe"
    },
    {
      "id": 2,
      "photo": "./assets/imagenes/ejercicio.png",
      "titulo": "Guias de ejercicios",
      "link":"/guias"
    },
    {
      "id": 3,
      "photo": "./assets/imagenes/ayudando.png",
      "titulo": "Planes de Entrenamiento",
      "link":"/planes"
    }
  ],
  "informacion":[
    {
      "id":1,
      "titulo":"Personal Trainer",
      "texto":"Mi nombre es Marcos Saluzzo, tengo 23 años y soy preparador físico. Actualmente, estoy estudiando educación física y me encuentro en un nivel avanzado en mi carrera. Desde muy joven. Si estás buscando cumplir tus objetivos de forma física, puedo ayudarte a alcanzarlos. Tengo una amplia experiencia en el entrenamiento personalizado y puedo diseñar un programa adaptado a tus necesidades y objetivos específicos. Ya sea que busques aumentar tu fuerza, mejorar tu resistencia o simplemente mantenerte en forma. No dudes en contactarme. Estoy dispuesto a trabajar contigo y a ayudarte a alcanzar tu mejor versión física."
    }
  ],
  "planes":[
    {
      "id":0,
      "texto":"Es un programa de entrenamiento que se diseñó para ser aplicablado a una amplia gama de personas, sin considerar sus necesidades y capacidades individuales. Estas rutinas suelen incluir una variedad de ejercicios de calidad que se enfocan en diferentes áreas del cuerpo, como el cardio, la fuerza y la flexibilidad. Por lo general, se dividen en niveles de dificultad, como principiante, intermedio o avanzado, y se progresan a medida que el individuo gana más experiencia y mejora su condición física.",
      "ventaja1":"Son fáciles de seguir, ya que proporcionan un plan estructurado y claro.",
      "ventaja2":"Son adecuadas para personas que buscan un enfoque general y completo del entrenamiento.",
      "ventaja3":"Son ideales para principiantes que necesitan familiarizarse con diferentes tipos de ejercicios y técnicas."
    },
    {
      "id":1,
      "texto":"Como su nombre lo indica, se diseñan específicamente para adaptarse a las necesidades, objetivos y capacidades individuales de una persona. Estas rutinas son elaboradas por entrenadores o profesionales del fitness, y toman en cuenta factores como la edad, el nivel de condición física, las limitaciones físicas, los objetivos personales y el tiempo disponible para entrenar.",
      "ventaja1":"Se adaptan a las necesidades y capacidades individuales, lo que las hace más efectivas y seguras.",
      "ventaja2":"Permiten un enfoque específico para alcanzar objetivos particulares, como ganar fuerza, mejorar la resistencia o perder peso.",
      "ventaja3":"Son ideales para personas con limitaciones físicas o condiciones de salud especiales."
    }
  ],
  "experiencia": [
    {
      "id": 1,
      "nombreExperiencia": "Krafit Center",
      "descripcionExperiencia": "Desde hace varios meses, he estado trabajando como instructor en el gimnasio Krafti, un lugar que ha llegado a convertirse en una parte importante de mi rutina diaria. Lo que más me gusta es la amplia variedad de equipos y actividades disponibles, lo que me permite diversificar los entrenamientos",
      "periodoExperiencia": "2022 - actualidad",
      "imagen":"./assets/imagenes/krafit.webp"
    }
  ],
  "tarjetasEjercicios": [
    {
      "id": 1,
      "titulo": "Abdomen",
      "link":"/abdomen",
      "photo": "./assets/imagenes/abdomen.png"
    },
    {
      "id": 2,
      "titulo": "Pectorales",
      "link":"/pecho",
      "photo": "./assets/imagenes/pecho.png"
    },
    {
      "id": 3,
      "titulo": "Espalda",
      "link":"/espalda",
      "photo": "./assets/imagenes/espalda.png"
    },
    {
      "id": 4,
      "titulo": "Biceps y Ante Bazos",
      "link":"/brazos",
      "photo": "./assets/imagenes/brazos.png"
    },
    {
      "id": 5,
      "titulo": "Triceps",
      "link":"/triceps",
      "photo": "./assets/imagenes/triceps.png"
    },
    {
      "id": 6,
      "titulo": "Piernas",
      "link":"/piernas",
      "photo": "./assets/imagenes/piernas.png"
    },
    {
      "id": 7,
      "titulo": "Hombros",
      "link":"/hombros",
      "photo": "./assets/imagenes/hombros.png"
    }
  ]
}